brew "atuin"
brew "bat"
brew "btop"
brew "ddgr"
brew "eza"
brew "fnm"
brew "fx"
brew "fzf"
brew "glow"
brew "gpg"
brew "grex"
brew "jq"
brew "lazygit"
brew "mas"
brew "neofetch"
brew "neovim"
brew "rclone"
brew "ripgrep"
brew "starship"
brew "xplr"
brew "zoxide"
brew "zsh"
cask "altserver"
cask "apparency"
cask "betterdisplay"
cask "font-symbols-only-nerd-font"
cask "font-sf-mono"
cask "fork"
cask "ghostty"
cask "iina"
cask "jordanbaird-ice"
cask "keycastr"
cask "manico"
cask "orbstack"
cask "proxyman"
cask "suspicious-package"
cask "tailscale"
mas "Amphetamine", id: 937984704
mas "CleanMyMac", id: 1339170533
mas "Hidden Bar", id: 1452453066
mas "Windows App", id: 1295203466
