brew "atuin"
brew "azure-cli"
brew "bat"
brew "btop"
brew "coreutils"
brew "dart"
brew "eza"
brew "fnm"
brew "fvm"
brew "fx"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "glow"
brew "gnupg"
brew "grex"
brew "jq"
brew "neofetch"
brew "neovim"
brew "node"
brew "openjdk"
brew "openjdk@17"
brew "pyenv"
brew "redis"
brew "ripgrep"
brew "sqlite"
brew "starship"
brew "stripe"
brew "terraform"
brew "xplr"
brew "zoxide"
cask "altserver"
cask "apparency"
cask "betterdisplay"
cask "font-symbols-only-nerd-font"
cask "font-sf-mono"
cask "fork"
cask "ghostty"
cask "iina"
cask "jordanbaird-ice"
cask "keycastr"
cask "manico"
cask "ngrok"
cask "orbstack"
cask "tailscale"
mas "Messenger", id: 1480068668
mas "Microsoft Excel", id: 462058435
mas "Microsoft Word", id: 462054704
mas "Unzip - RAR ZIP 7Z Unarchiver", id: 1537056818
mas "Xcode", id: 497799835
